/* No comment provided by engineer. */
"Site address cannot be empty." = "Site address cannot be empty.";

/* No comment provided by engineer. */
"Unknown" = "Unknown";

/* No comment provided by engineer. */
"Update iTunes U site '%@' with new Podcast Library entries (you must have already declared your Podcast Library feeds in the iTunes U)" = "Update iTunes U site '%@' with new Podcast Library entries (you must have already declared your Podcast Library feeds in the iTunes U)";

/* No comment provided by engineer. */
"Update your iTunes U site with new Podcast Library entries (you must have already declared your Podcast Library feeds in the iTunes U)" = "Update your iTunes U site with new Podcast Library entries (you must have already declared your Podcast Library feeds in the iTunes U)";

